words = {
    'Морковь': 'carrot',
    'Яблоко': 'apple',
    'Картофель': 'potato',
    'Банан': 'banana'
}

user = {
    'id': 3476523,
    'name': 'Матвей',
    'age': 14,
    'VIP': True
}
user['id'] = 7384738
user['surname'] = 'Бобиков'
if user['VIP']:
    print('Вы получаете курс бесплатно!')
birthdays = {
    'Александр': '19.12',
    'Даша': '10.07',
    'Лев': '04.07',
    'Матвей': '11.04',
    'Вика': '03.10',
    'Полина': '13.06',
    'Александр О': '23.09',
    'Алексей': '22.04'}



users = {
    '38752': {'name': 'Саша', 'age': 13, 'bithday': '11.09'},
    '84239': {'name': 'Миша', 'age': 10, 'birthday': '17.11'}
}

